Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

# Looks like a workout around %@-%@ (avg HR %lld, %lld min). Save it?
source: Looks like a workout around %1$@-%2$@ (avg HR %3$lld, %4$lld min). Save it?
de: Sieht aus wie ein Training um %@-%@ (durchschnittliche Herzfrequenz %lld, %lld Minuten). Speichern?
es: Parece un entrenamiento alrededor de %@-%@ (FC promedio %lld, %lld min). ¿Guardarlo?
fr: Cela ressemble à un entraînement autour de %@-%@ (FC moyenne %lld, %lld min). Le sauvegarder ?
it: Sembra un allenamento intorno a %@-%@ (FC media %lld, %lld min). Salvarlo?
pl: To wygląda na trening około %@-%@ (średnie tętno %lld, %lld min). Zapisać?
pt_pt: Parece um treino em torno de %@-%@ (HR médio %lld, %lld min). Salvar?
ru: Похоже, тренировка около %@–%@ (средняя ЧСС %lld, %lld мин). Сохранить?
th: ดูเหมือนมีการออกกำลังกายช่วง %@–%@ (HR เฉลี่ย %lld, %lld นาที) บันทึกหรือไม่
zh_hans: 看起来像是 %@-%@ 左右的锻炼（平均心率 %lld，%lld 分钟）。保存吗？
zh_hant: 看起來像是 %@-%@ 左右的運動（平均心率 %lld，%lld 分鐘）。保存嗎？

# Looks like a workout around %@–%@ (avg HR %lld, %lld min). Save it?
source: Looks like a workout around %1$@–%2$@ (avg HR %3$lld, %4$lld min). Save it?
de: Sieht nach einem Workout gegen %1$@–%2$@ aus (Ø HF %3$lld, %4$lld Min.). Sichern?
es: Parece un entrenamiento alrededor de %@–%@ (FC media %lld, %lld min). ¿Guardarlo?
fr: On dirait un entraînement vers %1$@–%2$@ (FC moy. %3$lld, %4$lld min). L'enregistrer ?
it: Sembra un allenamento intorno alle %@–%@ (FC media %lld, %lld min). Lo salvo?
pl: Wygląda na trening w okolicach %1$@–%2$@ (średnie HR %3$lld, %4$lld min). Zapisać?
pt_pt: Parece um treino à volta de %1$@–%2$@ (HR médio %3$lld, %4$lld min). Guardar?
ru: Похоже на тренировку около %1$@–%2$@ (средний пульс %3$lld, %4$lld мин). Сохранить?
th: ดูเหมือนมีการออกกำลังกายช่วง %@–%@ (HR เฉลี่ย %lld, %lld นาที) บันทึกหรือไม่
zh_hans: 看起来 %@–%@ 前后有一次锻炼（平均心率 %lld，%lld 分钟）。保存吗？
zh_hant: 看起來像是 %@–%@ 左右的一次鍛鍊（平均心率 %lld，%lld 分鐘）。要儲存嗎？

# Looks like a workout on %@ around %@-%@ (avg HR %lld, %lld min). Save it?
source: Looks like a workout on %1$@ around %2$@-%3$@ (avg HR %4$lld, %5$lld min). Save it?
de: Sieht aus wie ein Training am %@ um %@-%@ (durchschnittliche Herzfrequenz %lld, %lld Minuten). Speichern?
es: Parece un entrenamiento en %@ alrededor de %@-%@ (FC promedio %lld, %lld min). ¿Guardarlo?
fr: Cela ressemble à un entraînement le %@ vers %@-%@ (FC moyenne %lld, %lld min). Le sauvegarder ?
it: Sembra un allenamento su %@ intorno a %@-%@ (FC media %lld, %lld min). Salvarlo?
pl: To wygląda na trening w %@ około %@-%@ (średnie tętno %lld, %lld min). Zapisać?
pt_pt: Parece um treino em %@ por volta de %@-%@ (HR médio %lld, %lld min). Salvar?
ru: Похоже на тренировку %@ около %@-%@ (средняя ЧСС %lld, %lld мин). Сохранить?
th: ดูเหมือนมีการออกกำลังกายในวันที่ %@ ช่วง %@–%@ (HR เฉลี่ย %lld, %lld นาที) บันทึกหรือไม่
zh_hans: 看起来像是在 %@ 上进行的锻炼，时间约为 %@-%@（平均心率 %lld，%lld 分钟）。保存吗？
zh_hant: 看起來像是在 %@ 上進行的鍛煉，時間約為 %@-%@（平均心率 %lld，%lld 分鐘）。保存嗎？

# Looks like a workout on %@ around %@–%@ (avg HR %lld, %lld min). Save it?
source: Looks like a workout on %1$@ around %2$@–%3$@ (avg HR %4$lld, %5$lld min). Save it?
de: Sieht nach einem Workout am %1$@ gegen %2$@–%3$@ aus (Ø HF %4$lld, %5$lld Min.). Sichern?
es: Parece un entrenamiento el %@ alrededor de %@–%@ (FC media %lld, %lld min). ¿Guardarlo?
fr: On dirait un entraînement le %1$@ vers %2$@–%3$@ (FC moy. %4$lld, %5$lld min). L'enregistrer ?
it: Sembra un allenamento %@ intorno alle %@–%@ (FC media %lld, %lld min). Lo salvo?
pl: Wygląda na trening na %1$@ w okolicach %2$@–%3$@ (średnie HR %4$lld, %5$lld min). Zapisać?
pt_pt: Parece um treino em %1$@ por volta de %2$@–%3$@ (HR médio %4$lld, %5$lld min). Guardar?
ru: Похоже на тренировку %1$@ около %2$@–%3$@ (средний пульс %4$lld, %5$lld мин). Сохранить?
th: ดูเหมือนมีการออกกำลังกายในวันที่ %@ ช่วง %@–%@ (HR เฉลี่ย %lld, %lld นาที) บันทึกหรือไม่
zh_hans: 看起来 %@ 的 %@–%@ 前后有一次锻炼（平均心率 %lld，%lld 分钟）。保存吗？
zh_hant: 看起來像是 %@ 當天 %@–%@ 左右的一次鍛鍊（平均心率 %lld，%lld 分鐘）。要儲存嗎？

# Looks like a workout yesterday around %@-%@ (avg HR %lld, %lld min). Save it?
source: Looks like a workout yesterday around %1$@-%2$@ (avg HR %3$lld, %4$lld min). Save it?
de: Sieht aus wie ein Training gestern um %@-%@ (durchschnittliche Herzfrequenz %lld, %lld Minuten). Speichern?
es: Parece que ayer hicimos ejercicio alrededor de %@-%@ (FC promedio %lld, %lld min). ¿Guardarlo?
fr: Cela ressemble à une séance d'entraînement hier vers %@-%@ (FC moyenne %lld, %lld min). Le sauvegarder ?
it: Sembra che ci sia stato un allenamento di ieri intorno a %@-%@ (FC media %lld, %lld min). Salvarlo?
pl: To wygląda na wczorajszy trening około %@-%@ (średnie tętno %lld, %lld min). Zapisać?
pt_pt: Parece um treino ontem por volta de %@-%@ (HR médio %lld, %lld min). Salvar?
ru: Похоже, вчерашняя тренировка около %@-%@ (средняя ЧСС %lld, %lld мин). Сохранить?
th: ดูเหมือนเมื่อวานมีการออกกำลังกายช่วง %@–%@ (HR เฉลี่ย %lld, %lld นาที) บันทึกหรือไม่
zh_hans: 看起来像是昨天在 %@-%@ 左右进行的锻炼（平均心率 %lld，%lld 分钟）。保存吗？
zh_hant: 看起來像是昨天在 %@-%@ 左右進行的運動（平均心率 %lld，%lld 分鐘）。保存嗎？

# Looks like a workout yesterday around %@–%@ (avg HR %lld, %lld min). Save it?
source: Looks like a workout yesterday around %1$@–%2$@ (avg HR %3$lld, %4$lld min). Save it?
de: Sieht nach einem Workout gestern gegen %1$@–%2$@ aus (Ø HF %3$lld, %4$lld Min.). Sichern?
es: Parece un entrenamiento ayer alrededor de %@–%@ (FC media %lld, %lld min). ¿Guardarlo?
fr: On dirait un entraînement hier vers %1$@–%2$@ (FC moy. %3$lld, %4$lld min). L'enregistrer ?
it: Sembra un allenamento di ieri intorno alle %@–%@ (FC media %lld, %lld min). Lo salvo?
pl: Wygląda na wczorajszy trening w okolicach %1$@–%2$@ (średnie HR %3$lld, %4$lld min). Zapisać?
pt_pt: Parece um treino ontem por volta das %1$@–%2$@ (HR médio %3$lld, %4$lld min). Guardar?
ru: Похоже на тренировку вчера около %1$@–%2$@ (средний пульс %3$lld, %4$lld мин). Сохранить?
th: ดูเหมือนเมื่อวานมีการออกกำลังกายช่วง %@–%@ (HR เฉลี่ย %lld, %lld นาที) บันทึกหรือไม่
zh_hans: 看起来昨天 %@–%@ 前后有一次锻炼（平均心率 %lld，%lld 分钟）。保存吗？
zh_hant: 看起來像是昨天 %@–%@ 左右的一次鍛鍊（平均心率 %lld，%lld 分鐘）。要儲存嗎？

source: low
de: niedrig
es: baja
fr: faible
it: bassa
pl: Niski
ru: низкий
th: ต่ำ
zh_hans: 低
zh_hant: 低

source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Bassa
pl: Niski
pt_pt: Baixo
ru: Низкий
th: ต่ำ
zh_hans: 低
zh_hant: 低

source: LOW
de: NIEDRIG
es: BAJO
fr: FAIBLE
it: BASSO
pl: NISKI
pt_pt: BAIXO
ru: НИЗКИЙ
th: ต่ำ
zh_hans: 低
zh_hant: 低

source: low - similar strain every day raises strain/illness risk
de: niedrig - ähnliche Belastung an jedem Tag erhöht das Risiko für Überlastung/Krankheit
es: baja: un esfuerzo similar cada día aumenta el riesgo de sobrecarga o enfermedad
fr: faible - un effort similaire chaque jour augmente le risque de surcharge/maladie
it: bassa - uno sforzo simile ogni giorno aumenta il rischio di sovraccarico/malattia
pl: niski – podobny wysiłek każdego dnia zwiększa ryzyko napięcia/choroby
pt_pt: baixo - tensão semelhante todos os dias aumenta o risco de tensão/doença
ru: низкая - одинаковая нагрузка изо дня в день повышает риск избыточной нагрузки или болезни
th: ภาระร่างกายที่ต่ำ - ใกล้เคียงกันทุกวันเพิ่มความเสี่ยงต่อภาระร่างกาย/การเจ็บป่วย
zh_hans: 偏低——每天强度雷同会增加过度负荷/患病风险
zh_hant: 偏低——每天強度雷同會增加過度負荷/患病風險

source: Low battery
de: Akku schwach
es: Batería baja
fr: Batterie faible
it: Batteria scarica
pl: Niski poziom baterii
pt_pt: Bateria fraca
ru: Низкий заряд
th: แบตเตอรี่เหลือน้อย
zh_hans: 电量低
zh_hant: 電量不足

source: Low confidence
de: Geringe Konfidenz
es: Confianza baja
fr: Confiance faible
it: Bassa affidabilità
pl: Niska pewność siebie
pt_pt: Baixa confiança
ru: Низкая уверенность
th: ความมั่นใจต่ำ
zh_hans: 低置信度
zh_hant: 低信賴度

source: Low confidence staging. This night scored high efficiency but very little deep or REM, more likely an estimate miss than a real restorative shortfall.
de: Einteilung mit geringer Konfidenz. Diese Nacht hatte hohe Effizienz, aber sehr wenig Tiefschlaf oder REM – eher ein Schätzfehler als ein echtes Erholungsdefizit.
es: Clasificación de fases con confianza baja. Esta noche puntuó alta eficiencia pero muy poco sueño profundo o REM; es más probable un fallo de estimación que un déficit reparador real.
fr: Répartition des stades à confiance faible. Cette nuit a obtenu une efficacité élevée mais très peu de sommeil profond ou paradoxal, plus probablement une erreur d'estimation qu'un véritable déficit réparateur.
it: Suddivisione delle fasi a bassa affidabilità. Questa notte ha ottenuto un'alta efficienza ma pochissimo sonno profondo o REM, più probabilmente un errore di stima che una reale carenza di recupero.
pl: Inscenizacja o niskim stopniu pewności. Tej nocy uzyskano wysoką wydajność, ale bardzo małą głębokość lub fazę REM, co jest raczej błędem w szacunkach niż rzeczywistym niedoborem regenerującym.
pt_pt: Encenação de baixa confiança. Esta noite teve alta eficiência, mas muito pouco profundo ou REM, mais provavelmente uma estimativa errada do que um défice restaurador real.
ru: Низкая уверенность в стадиях сна. Эта ночь получила высокую эффективность, но очень мало глубокого или быстрого сна — вероятнее ошибка оценки, чем реальный недостаток восстановления.
th: การจำแนกระยะการนอนมีความมั่นใจต่ำ คืนนี้มีประสิทธิภาพสูงแต่พบหลับลึกหรือ REM น้อยมาก จึงอาจเป็นความคลาดเคลื่อนของการประมาณมากกว่าการฟื้นฟูที่ไม่เพียงพอจริง
zh_hans: 低置信度分期。这一晚的效率评分很高，但深睡或 REM 极少，更可能是估算失误，而非真正的修复不足。
zh_hant: 低信賴度分期。這一晚的效率評分很高，但深睡或 REM 極少，更可能是估算失誤，而非真正的修復不足。

source: LOW SIGNAL
de: SCHWACHES SIGNAL
es: SEÑAL BAJA
fr: SIGNAL FAIBLE
it: SEGNALE DEBOLE
pl: NISKI SYGNAŁ
pt_pt: SINAL BAIXO
ru: СЛАБЫЙ СИГНАЛ
th: สัญญาณต่ำ
zh_hans: 信号弱
zh_hant: 訊號弱

source: low-stress days · %lldd
de: Tage mit wenig Stress · %lldT
es: días de bajo estrés · %lldd
fr: jours à faible stress · %lldj
it: giorni a basso stress · %lldg
pl: dni bez stresu · %lldd
pt_pt: dias de baixo stress · %lldd
ru: дни с низким стрессом · %lldd
th: วันที่มีความเครียดต่ำ · %lldd
zh_hans: 低压力天数 · %lld 天
zh_hant: 低壓力天數 · %lld 天

source: Luteal
de: Lutealphase
es: Lútea
fr: Lutéale
it: Luteale
pl: Lutealny
pt_pt: Lútea
ru: Лютеиновая
th: ลูทีล
zh_hans: 黄体期
zh_hant: 黃體期

source: Main sleep
de: Hauptschlaf
es: Sueño principal
fr: Sommeil principal
it: Sonno principale
pl: Główny sen
pt_pt: Sono principal
ru: Основной сон
th: การนอนหลัก
zh_hans: 主睡眠
zh_hant: 主睡眠

source: Maintain
de: Halten
es: Mantener
fr: Maintenir
it: Mantieni
pl: Utrzymywać
pt_pt: Manter
ru: Поддерживать
th: บำรุงรักษา
zh_hans: 维持
zh_hant: 維持

source: Make %@ your active device now? It will provide your live data. You can change this any time.
de: %@ jetzt zu deinem aktiven Gerät machen? Es liefert dann deine Live-Daten. Du kannst das jederzeit ändern.
es: ¿Hacer de %@ tu dispositivo activo ahora? Proporcionará tus datos en vivo. Puedes cambiarlo en cualquier momento.
fr: Faire de %@ votre appareil actif maintenant ? Il fournira vos données en direct. Vous pouvez changer cela à tout moment.
it: Rendere %@ il tuo dispositivo attivo ora? Fornirà i tuoi dati in diretta. Puoi cambiarlo in qualsiasi momento.
pl: Uczynić %@ swoim aktywnym urządzeniem? Zapewni Twoje aktualne dane. Możesz to zmienić w dowolnym momencie.
pt_pt: Tornar %@ o teu dispositivo ativo agora? Ele fornecerá os teus dados em direto. Pode alterar isso a qualquer momento.
ru: Сделать %@ активным устройством сейчас? Оно будет предоставлять данные в реальном времени. Вы можете изменить это в любой момент.
th: ทำให้ %@ เป็นอุปกรณ์ที่ใช้งานอยู่ตอนนี้หรือไม่? มันจะให้ข้อมูลเรียลไทม์ของคุณ คุณสามารถเปลี่ยนแปลงได้ตลอดเวลา
zh_hans: 现在将 %@ 设为你的活跃设备？它将提供你的实时数据。你可以随时更改。
zh_hant: 現在將 %@ 設為你的活躍裝置？它將提供你的即時資料。你可以隨時更改。

source: Make %1$@ your active strap? From now on it provides your live data. %2$@'s history stays exactly as it is, only new days come from %3$@.
de: %1$@ zu deinem aktiven Strap machen? Ab jetzt liefert er deine Live-Daten. Der Verlauf von %2$@ bleibt genau, wie er ist. Nur neue Tage kommen von %3$@.
es: ¿Hacer de %@ tu pulsera activa? A partir de ahora proporciona tus datos en vivo. El historial de %@ se queda exactamente como está. Solo los días nuevos vienen de %@.
fr: Faire de %1$@ votre bracelet actif ? Il fournira désormais vos données en direct. L'historique de %2$@ reste exactement tel quel. Seuls les nouveaux jours proviendront de %3$@.
it: Rendere %1$@ la tua fascia attiva? D'ora in poi fornirà i tuoi dati in diretta. La cronologia di %2$@ resta esattamente com'è, solo i nuovi giorni provengono da %3$@.
pl: Uczynić %1$@ swoim aktywnym paskiem? Od teraz dostarcza Twoje aktualne dane. Historia %2$@ pozostaje taka sama, jak dotychczas, przychodzą tylko nowe dni od %3$@.
pt_pt: Fazer da %1$@ a tua bracelete ativa? A partir de agora fornece os teus dados em direto. A histórico de %2$@ permanece exatamente como está, apenas novos dias vêm de %3$@.
ru: Сделать %1$@ активным браслетом? С этого момента он будет предоставлять данные в реальном времени. История %2$@ останется без изменений, только новые дни будут поступать от %3$@.
th: ตั้ง %@ เป็นสายรัดที่ใช้งานอยู่หรือไม่ จากนี้สายรัดนี้จะส่งข้อมูลแบบเรียลไทม์ ส่วนประวัติของ %@ จะคงเดิม และข้อมูลวันใหม่เท่านั้นที่จะมาจาก %@
zh_hans: 将 %1$@ 设为你的活跃手环？从现在起，它将提供你的实时数据。%2$@ 的历史保持原样，只有新的日期来自 %3$@。
zh_hant: 將 %1$@ 設為你的活躍手環？從現在起，它將提供你的即時資料。%2$@ 的歷史保持原樣，只有新的日期來自 %3$@。

source: Make active
de: Aktiv setzen
es: Activar
fr: Activer
it: Rendi attiva
pl: Uczyń aktywnym
pt_pt: Tornar ativo
ru: Сделать активным
th: ทำให้มีความกระตือรือร้น
zh_hans: 设为活跃
zh_hant: 設為活躍

source: Make it yours
de: Mach es zu deinem
es: Hazlo tuyo
fr: Faites-le vôtre
it: Rendilo tuo
pl: Zrób to swoje
pt_pt: Faça com que seja o seu
ru: Сделайте это своим
th: ทำให้มันเป็นของคุณ
zh_hans: 打造属于你的
zh_hant: 打造屬於你的

source: Make sure it isn't already connected to another app (Zwift, the gym's app, a bike computer…).
de: Stelle sicher, dass es nicht schon mit einer anderen App verbunden ist (Zwift, der App des Studios, einem Fahrradcomputer …).
es: Asegúrate de que no esté ya conectada a otra app (Zwift, la app del gimnasio, un ciclocomputador…).
fr: Assurez-vous qu'il n'est pas déjà connecté à une autre app (Zwift, l'app de la salle de sport, un compteur de vélo…).
it: Assicurati che non sia già connesso a un'altra app (Zwift, l'app della palestra, un ciclocomputer…).
pl: Upewnij się, że nie jest już podłączony do innej aplikacji (Zwift, aplikacja na siłownię, komputer rowerowy…).
pt_pt: Certifique-se de que ainda não está ligado a outra aplicação (Zwift, a aplicação do ginásio, um computador de bicicleta…).
ru: Убедитесь, что он ещё не подключён к другому приложению (Zwift, приложение зала, велокомпьютер…).
th: ตรวจสอบให้แน่ใจว่าไม่ได้เชื่อมต่อกับแอปอื่นอยู่แล้ว (Zwift แอปของยิม คอมพิวเตอร์จักรยาน…)
zh_hans: 确认它没有已连接到其他应用（Zwift、健身房的应用、码表等）。
zh_hant: 請確認它沒有已連接到其他 App（Zwift、健身房的 App、自行車碼錶…）。

source: Make sure it isn't connected to another app (a bike computer, the brand's own app…).
de: Stelle sicher, dass es nicht mit einer anderen App verbunden ist (einem Fahrradcomputer, der App der Marke …).
es: Asegúrate de que no esté conectada a otra app (un ciclocomputador, la app de la propia marca…).
fr: Assurez-vous qu'il n'est pas connecté à une autre app (un compteur de vélo, l'app propre à la marque…).
it: Assicurati che non sia connesso a un'altra app (un ciclocomputer, l'app ufficiale del marchio…).
pl: Upewnij się, że nie jest podłączony do innej aplikacji (komputer rowerowy, aplikacja marki…).
pt_pt: Certifique-se de que não está ligado a outra aplicação (um computador de bicicleta, aplicação da própria marca…).
ru: Убедитесь, что он не подключён к другому приложению (велокомпьютер, фирменное приложение…).
th: ตรวจสอบให้แน่ใจว่าไม่ได้เชื่อมต่อกับแอปอื่น (คอมพิวเตอร์จักรยาน แอปของแบรนด์เอง…)
zh_hans: 确认它没有连接到其他应用（码表、品牌自家应用等）。
zh_hant: 請確認它沒有連接到其他 App（自行車碼錶、品牌自家的 App…）。

source: Make sure it's awake and not connected elsewhere.
de: Stelle sicher, dass er wach und nirgendwo anders verbunden ist.
es: Asegúrate de que esté despierta y no conectada en otro sitio.
fr: Assurez-vous qu'il est éveillé et non connecté ailleurs.
it: Assicurati che sia attiva e non connessa altrove.
pl: Upewnij się, że jest wybudzony i nie jest podłączony gdzie indziej.
pt_pt: Certifique-se de que está ativado e não ligado noutro local.
ru: Убедитесь, что он активен и не подключён где-то ещё.
th: ตรวจสอบว่าอุปกรณ์พร้อมทำงานและไม่ได้เชื่อมต่อกับอุปกรณ์อื่น
zh_hans: 确保它已唤醒且未在别处连接。
zh_hant: 確保它已喚醒且未在別處連接。

source: Make sure it's NOT connected to the official WHOOP app right now.
de: Stelle sicher, dass er gerade NICHT mit der offiziellen WHOOP-App verbunden ist.
es: Asegúrate de que NO esté conectada a la app oficial de WHOOP ahora mismo.
fr: Assurez-vous qu'il n'est PAS connecté à l'app officielle WHOOP en ce moment.
it: Assicurati che in questo momento NON sia connesso all'app ufficiale WHOOP.
pl: Upewnij się, że NIE jest on teraz połączony z oficjalną aplikacją WHOOP.
pt_pt: Certifique-se de que NÃO está atualmente ligado à aplicação oficial do WHOOP.
ru: Убедитесь, что сейчас он НЕ подключён к официальному приложению WHOOP.
th: ตรวจสอบให้แน่ใจว่าไม่ได้เชื่อมต่อกับแอป WHOOP อย่างเป็นทางการในขณะนี้
zh_hans: 确认它此刻没有连接到官方 WHOOP 应用。
zh_hant: 請確認它此刻「沒有」連接到官方 WHOOP App。

source: Make sure the Oura app is fully closed. A ring answers one owner at a time.
de: Stelle sicher, dass die Oura-App vollständig geschlossen ist. Ein Ring antwortet immer nur einem Besitzer.
es: Asegúrate de que la app de Oura esté completamente cerrada. Un anillo responde a un dueño a la vez.
fr: Assurez-vous que l'app Oura est complètement fermée. Un anneau ne répond qu'à un seul propriétaire à la fois.
it: Assicurati che l'app Oura sia completamente chiusa. Un anello risponde a un solo proprietario alla volta.
pl: Upewnij się, że aplikacja Oura jest całkowicie zamknięta. Pierścień odpowiada jednemu właścicielowi na raz.
pt_pt: Certifique-se de que a aplicação Oura está totalmente fechada. Um anel serve um proprietário de cada vez.
ru: Убедитесь, что приложение Oura полностью закрыто. Кольцо отвечает только одному владельцу одновременно.
th: ตรวจสอบให้แน่ใจว่าแอป Oura ปิดสนิทแล้ว แหวนจะตอบเจ้าของทีละคน
zh_hans: 确认 Oura 应用已完全关闭。戒指一次只响应一个主人。
zh_hant: 請確認 Oura App 已完全關閉。戒指一次只回應一個持有者。

source: Make the strap do things, tap to act, walk away to lock, train by feel.
de: Lass den Strap Dinge tun, tippen zum Auslösen, weggehen zum Sperren, nach Gefühl trainieren.
es: Haz que la correa haga cosas: toca para actuar, aléjate para bloquear, entrena por sensaciones.
fr: Faites faire des choses au bracelet, tapez pour agir, éloignez-vous pour verrouiller, entraînez-vous au ressenti.
it: Fai fare cose alla fascia, tocca per agire, allontanati per bloccare, allenati a sensazione.
pl: Spraw, aby pasek wykonywał różne czynności, dotknij, aby działać, odejdź, aby zablokować, trenuj na wyczucie.
pt_pt: Faça a bracelete fazer coisas, toque para agir, afaste-se para travar, treine pelo tato.
ru: Настройте действия браслета: коснитесь, чтобы выполнить команду; отойдите, чтобы заблокировать; тренируйтесь, ориентируясь по сигналам.
th: ให้สายรัดทำสิ่งต่างๆ แตะเพื่อกระทำ เดินออกไปเพื่อล็อค ฝึกตามความรู้สึก
zh_hans: 让手环为你做事，，轻点执行，走开即锁定，凭感觉训练。
zh_hant: 讓手環為你做事，，輕點執行，走開即鎖定，憑感覺訓練。

source: Make the strap do things: tap to act, walk away to lock, train by feel.
de: Bring den Strap dazu, Dinge zu tun: Tippen zum Handeln, Weggehen zum Sperren, Training nach Gefühl.
es: Haz que la pulsera haga cosas: toca para actuar, aléjate para bloquear, entrena por sensaciones.
fr: Faites agir le bracelet : tapoter pour agir, s'éloigner pour verrouiller, s'entraîner au ressenti.
it: Fai fare cose alla fascia, tocca per agire, allontanati per bloccare, allenati a sensazione.
pl: Spraw, aby pasek wykonywał różne czynności: dotknij, aby działać, odejdź, aby zablokować, trenuj na wyczucie.
pt_pt: Faça a bracelete fazer coisas: toque para agir, afaste-se para travar, treine pelo tato.
ru: Заставьте браслет что-то делать: постучите, чтобы выполнить действие, отойдите, чтобы заблокировать, тренируйтесь по ощущениям.
th: ทำให้สายรัดทำสิ่งต่างๆ: แตะเพื่อดำเนินการ เดินออกไปเพื่อล็อค ฝึกตามความรู้สึก
zh_hans: 让手环为你做事，轻点执行，走开即锁定，凭感觉训练。
zh_hant: 讓手環為你做事，輕點執行，走開即鎖定，憑感覺訓練。

source: Make this your active device?
de: Zu deinem aktiven Gerät machen?
es: ¿Hacer de este tu dispositivo activo?
fr: Faire de ceci votre appareil actif ?
it: Rendere questo il tuo dispositivo attivo?
pl: Ustawić to urządzenie jako aktywne?
pt_pt: Tornar este o teu dispositivo ativo?
ru: Сделать это устройство активным?
th: ทำให้อุปกรณ์นี้เป็นอุปกรณ์ที่ใช้งานอยู่ไหม
zh_hans: 将此设为你的活跃设备？
zh_hant: 將此設為你的活躍裝置？

source: Make this your active strap?
de: Zu deinem aktiven Strap machen?
es: ¿Hacer de esta tu pulsera activa?
fr: Faire de ceci votre bracelet actif ?
it: Rendere questa la tua fascia attiva?
pl: Uczynić to swoim aktywnym paskiem?
pt_pt: Faça desta a tua bracelete ativa?
ru: Сделать этот браслет активным?
th: ทำให้นี่เป็นสายรัดที่ใช้งานของคุณใช่ไหม
zh_hans: 将此设为你的活跃手环？
zh_hant: 將此設為你的活躍手環？
